{
  "lessons": {

    "1": {
      "id" : "1",
      "title": "Natural environment",
      "content": "The natural environment encompasses all living and non-living things occurring naturally. The term is most often applied to the Earth or some part of Earth.  This environment encompasses the interaction of all living species, climate, weather, and natural resources that affect human survival and economic activity. The concept of the natural environment can be distinguished by components: \n\n - Complete ecological units that function as natural systems without massive civilized human intervention, including all vegetation, microorganisms, soil, rocks, atmosphere, and natural phenomena that occur within their boundaries and their nature \n\n - Universal natural resources and physical phenomena that lack clear-cut boundaries, such as air, water, and climate, as well as energy, radiation, electric charge, and magnetism, not originating from civilized human activity \n \n - Natural environment is often used as a synonym for habitat. For instance, when we say that the natural environment of giraffes is the savanna.",
      "source" : "https://en.wikipedia.org/wiki/Natural_environment",
      "photo_source": "https://www.google.co.uk/search?q=natural+environment&safe=active&biw=1277&bih=771&source=lnms&tbm=isch&sa=X&sqi=2&ved=0ahUKEwjc-vW-wvHQAhVBDsAKHXCkCuQQ_AUIBigB#imgrc=h2D3JbDlzN0NfM%3A"
    },

    "2": {
      "id" : "2",
      "title": "Ecosystem",
      "content": "An ecosystem is a community of living organisms in conjunction with the nonliving components of their environment (things like air, water and mineral soil), interacting as a system. These biotic and abiotic components are regarded as linked together through nutrient cycles and energy flows. As ecosystems are defined by the network of interactions among organisms, and between organisms and their environment,they can be of any size but usually encompass specific, limited spaces[5] (although some scientists say that the entire planet is an ecosystem). \n\n Biodiversity affects ecosystem function, as do the processes of disturbance and succession. Ecosystems provide a variety of goods and services upon which people depend; the principles of ecosystem management suggest that rather than managing individual species, natural resources should be managed at the level of the ecosystem itself. Classifying ecosystems into ecologically homogeneous units is an important step towards effective ecosystem management, but there is no single, agreed-upon way to do this.",
      "source" :  "https://en.wikipedia.org/wiki/Ecosystem",
      "photo_source" : "https://www.google.co.uk/search?q=ecosystem&safe=active&biw=1277&bih=771&source=lnms&tbm=isch&sa=X&ved=0ahUKEwi_osLrwvHQAhUXOsAKHT_vA7QQ_AUIBigB#imgrc=RrdcNw62juib3M%3A"
    },

    "3": {
      "id" : "3",
      "title": "Biodiversity",
      "content": "Biodiversity, a contraction of biological diversity, generally refers to the variety and variability of life on Earth. One of the most widely used definitions defines it in terms of the variability within species, between species and between ecosystems.It is a measure of the variety of organisms present in different ecosystems. This can refer to genetic variation, ecosystem variation, or species variation (number of species) within an area, biome, or planet. Terrestrial biodiversity tends to be greater near the equator,which seems to be the result of the warm climate and high primary productivity.Biodiversity is not distributed evenly on Earth. It is richest in the tropics. Marine biodiversity tends to be highest along coasts in the Western Pacific, where sea surface temperature is highest and in the mid-latitudinal band in all oceans. There are latitudinal gradients in species diversity.Biodiversity generally tends to cluster in hotspots, and has been increasing through time, but will be likely to slow in the future. \n\n The number and variety of plants, animals and other organisms that exist is known as biodiversity. It is an essential component of nature and it ensures the survival of human species by providing food, fuel, shelter, medicines and other resources to mankind. The richness of biodiversity depends on the climatic conditions and area of the region. All species of plants taken together are known as flora and about 70,000 species of plants are known to date. All species of animals taken together are known as fauna which includes birds, mammals, fish, reptiles, insects, crustaceans, molluscs, etc",
      "source" : "https://en.wikipedia.org/wiki/Biodiversity",
      "photo_source" : "https://www.google.co.uk/search?q=biodiversity&safe=active&biw=1277&bih=771&tbm=isch&tbo=u&source=univ&sa=X&sqi=2&ved=0ahUKEwi505u4w_HQAhWHC8AKHRI4AHkQsAQIIg#imgrc=L74PPpMop3QV3M%3A"
    },

    "4": {
      "id" : "4",
      "title": "Animal species",
      "content": "Animals can be divided into two broad groups: vertebrates (animals with a backbone) and invertebrates (animals without a backbone). Half of all described vertebrate species are fishes and three-quarters of all described invertebrate species are insects. \n\n Fish is any member of a group of organisms that consist of all gill-bearing aquatic craniate animals that lack limbs with digits. They form a sister group to the tunicates, together forming the olfactores. Included in this definition are the living hagfish, lampreys, and cartilaginous and bony fish, as well as various extinct related groups. \n\n - Amphibians are ectothermic, tetrapod vertebrates of the class Amphibia. Modern amphibians are all Lissamphibia. They inhabit a wide variety of habitats, with most species living within terrestrial, fossorial, arboreal or freshwater aquatic ecosystems.\n\n - Reptiles are tetrapod animals in the class Reptilia, comprising today's turtles, crocodilians, snakes, amphisbaenians, lizards, tuatara, and their extinct relatives. \n\n - Birds (Aves), also known as avian dinosaurs,are a group of endothermic vertebrates, characterised by feathers, toothless beaked jaws, the laying of hard-shelled eggs, a high metabolic rate, a four-chambered heart, and a lightweight but strong skeleton. Birds live worldwide and range in size from the 5 cm (2 in) bee hummingbird to the 2.75 m (9 ft) ostrich. They rank as the class of tetrapods with the most living species, at approximately ten thousand, with more than half of these being passerines, sometimes known as perching birds or, less accurately, as songbirds. \n\n - Mammals are any vertebrates within the class Mammalia , a clade of endothermic amniotes distinguished from reptiles and birds by the possession of a neocortex (a region of the brain), hair, three middle ear bones and mammary glands. The sister group of Mammals may be the extinct Haldanodon. The Mammals represent the only living Synapsida, which together with the Sauropsida form the Amniota clade. The Mammals consist of the Australosphenida including monotrema and the theria.",
      "source" : "https://en.wikipedia.org/wiki/Animal#Groups_of_animals",
      "photo_source" : "https://www.google.co.uk/search?q=animal+species&safe=active&biw=1277&bih=771&source=lnms&tbm=isch&sa=X&sqi=2&ved=0ahUKEwio6ZHWw_HQAhVEJ8AKHZgdB08Q_AUIBigB#safe=active&tbm=isch&q=species&imgrc=bn7rP7Bx5TLRAM%3A"
    },
    "5": {
      "id" : "5",
      "title": "Biodiversity and agriculture",
      "content": "Agricultural diversity can be divided into two categories: intraspecific diversity, which includes the genetic variety within a single species, like the potato (Solanum tuberosum) that is composed of many different forms and types. \n\n The other category of agricultural diversity is called interspecific diversity and refers to the number and types of different species. Thinking about this diversity we might note that many small vegetable farmers grow many different crops like potatoes and also carrots, peppers, lettuce etc. \n\n Agricultural diversity can also be divided by whether it is ‘planned’ diversity or ‘associated’ diversity. This is a functional classification that we impose and not an intrinsic feature of life or diversity. Planned diversity includes the crops which a farmer has encouraged, planted or raised (e.g.: crops, covers, symbionts and livestock, among others), which can be contrasted with the associated diversity that arrives among the crops, uninvited (e.g.: herbivores, weed species and pathogens, among others)",
      "source" : "https://en.wikipedia.org/wiki/Biodiversity",
      "photo_source" : "https://www.google.co.uk/search?q=animal+species&safe=active&biw=1277&bih=771&source=lnms&tbm=isch&sa=X&sqi=2&ved=0ahUKEwio6ZHWw_HQAhVEJ8AKHZgdB08Q_AUIBigB#safe=active&tbm=isch&q=agriculture&imgrc=wGwxxzwI_akxCM%3A"
    },

    "6": {
      "id" : "6",
      "title": "Change in agricultural biodiversity in human diets",
      "content": "Since 1961, human diets across the world have become more diverse in the consumption of major commodity staple crops, with a corollary decline in consumption of local or regionally important crops, and thus have become more homogeneous globally. The differences between the foods eaten in different countries were reduced by 68% between 1961 and 2009. The modern \"global standard\" diet contains an increasingly large percentage of a relatively small number of major staple commodity crops, which have increased substantially in the share of the total food energy (calories), protein, fat, and food weight that they provide to the world's human population, including wheat, rice, sugar, maize, soybean (by +284%), palm oil (by +173%), and sunflower (by +246%). Whereas nations used to consume greater proportions of locally or regionally important crops, wheat has become a staple in over 97% of countries, with the other global staples showing similar dominance worldwide. Other crops have declined sharply over the same period, including rye, yam, sweet potato (by -45%), cassava (by -38%), coconut, sorghum (by -52%) and millets (by -45%).",
      "source" : "https://en.wikipedia.org/wiki/Agricultural_biodiversity#Change_in_agricultural_biodiversity_in_human_diets",
      "photo_source" : "https://www.google.co.uk/search?q=animal+species&safe=active&biw=1277&bih=771&source=lnms&tbm=isch&sa=X&sqi=2&ved=0ahUKEwio6ZHWw_HQAhVEJ8AKHZgdB08Q_AUIBigB#safe=active&tbm=isch&q=feeding&imgrc=UYV5msg_IrjDmM%3A"
    },

    "7": {
      "id" : "7",
      "title": "Human nutrition",
      "content": "Human nutrition refers to the provision of essential nutrients necessary to support human life and health. \n\n The seven major classes of nutrients are: carbohydrates, fats, fiber, minerals, proteins, vitamins, and water. These nutrient classes are categorized as either macronutrients (needed in relatively large amounts) or micronutrients (needed in smaller quantities). The macronutrients are carbohydrates, fats, fiber, proteins, and water.The micronutrients are minerals and vitamins. \n\n The macronutrients (excluding fiber and water) provide structural material (amino acids from which proteins are built, and lipids from which cell membranes and some signaling molecules are built), and energy. Some of the structural material can be used to generate energy internally, and in either case it is measured in Joules or kilocalories (often called \"Calories\" and written with a capital 'C' to distinguish them from little 'c' calories). Carbohydrates and proteins provide 17 kJ approximately (4 kcal) of energy per gram, while fats provide 37 kJ (9 kcal) per gram, though the net energy from either depends on such factors as absorption and digestive effort, which vary substantially from instance to instance. \n\n Vitamins, minerals, fiber, and water do not provide energy, but are required for other reasons. A third class of dietary material, fiber (i.e., nondigestible material such as cellulose), seems also to be required, for both mechanical and biochemical reasons, though the exact reasons remain unclear. For all age groups, males need to consume higher amounts of macronutrients than females. In general, intakes increase with age until the second or third decade of life. \n\n Molecules of carbohydrates and fats consist of carbon, hydrogen, and oxygen atoms. Carbohydrates range from simple monosaccharides (glucose, fructose, galactose) to complex polysaccharides (starch). Fats are triglycerides, made of assorted fatty acid monomers bound to a glycerol backbone. Some fatty acids, but not all, are essential in the diet: they cannot be synthesized in the body. Protein molecules contain nitrogen atoms in addition to carbon, oxygen, and hydrogen.[citation needed] The fundamental components of protein are nitrogen-containing amino acids, some of which are essential in the sense that humans cannot make them internally. Some of the amino acids are convertible (with the expenditure of energy) to glucose and can be used for energy production just as ordinary glucose. By breaking down existing protein, some glucose can be produced internally; the remaining amino acids are discarded, primarily as urea in urine. This occurs naturally when atrophy takes place, or during periods of starvation.",
      "source" : "https://en.wikipedia.org/wiki/Human_nutrition",
      "photo_source" : "https://www.google.co.uk/search?q=animal+species&safe=active&biw=1277&bih=771&source=lnms&tbm=isch&sa=X&sqi=2&ved=0ahUKEwio6ZHWw_HQAhVEJ8AKHZgdB08Q_AUIBigB#safe=active&tbm=isch&q=nutrients&imgdii=RUy9_H_yZQPjQM%3A%3BRUy9_H_yZQPjQM%3A%3B5eVCaRX0IjWRTM%3A&imgrc=RUy9_H_yZQPjQM%3A"
      }
    }
}
